tap "aws/tap"
tap "carvel-dev/carvel"
tap "go-task/tap"
tap "zendesk/zendesk", "git@github.com:zendesk/homebrew-zendesk.git"
brew "aws-sam-cli"
brew "python@3.12"
brew "awscli"
brew "bash-completion"
brew "docker"
brew "gh"
brew "git"
brew "go"
brew "golangci-lint"
brew "jq"
brew "kubernetes-cli"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "saml2aws"
brew "terraform"
brew "uv"
brew "yamllint"
brew "carvel-dev/carvel/vendir"
brew "go-task/tap/go-task"
cask "session-manager-plugin"
